Overload List
Name  |   Description
CanSplitStraight(XYZ)
 Validates if the straight can be split into two at the passed in point.
CanSplitStraight(Document, ElementId, XYZ)
 Validates if the straight can be split into two at the passed in point.
 See Also
  FabricationPart Class
  FabricationPart Members
  Autodesk.Revit.DB Namespace